import Image from "next/image";
import biden from "../../public/images/teramp.svg";
import biden2 from "../../public/images/biden.svg";
const Byden_news = () => {
  return (
    <div className=" min-h-screen py-8">
      <div className="max-w-3xl mx-auto p-6">
        <h1 className="text-2xl font-bold text-gray-800 leading-relaxed mb-4">
          قبل از اینکه بایدن بتواند اوکراین را نجات دهد، باید از نشست ناتو برای
          نجات خود استفاده کند
        </h1>

        <div className="flex items-center justify-between text-sm text-gray-500 mb-6">
          <span>منبع: بی‌بی‌سی</span>
          <span>گزارشگر:حسنی بای</span>
        </div>

        <div className="mb-6">
          <Image src={biden} alt="تصویر خبری" className="w-full h-auto " />
        </div>

        <div className="text-gray-700 text-justify leading-relaxed">
          <p className="mb-4">
            محمد حسن نجفی، تحلیل‌گر مسائل منطقه‌ای، همین ایده را مطرح کرده است.
            او می‌گوید که بایدن باید به جای تمرکز بر روی جزییات نظامی، نگاه خود
            را به سطح استراتژیک ارتقا دهد. در نشست اخیر ناتو، بایدن با فشار
            زیادی برای حمایت از اوکراین روبرو شد.
          </p>
          <p>
            بایدن باید این فرصت را به‌عنوان پلی برای تقویت جایگاه سیاسی خود در
            کشورش استفاده کند و همزمان نشان دهد که قدرت‌های غربی همچنان متعهد به
            حمایت از دموکراسی در جهان هستند.
          </p>
        </div>
        <div className="mt-5">
          <Image src={biden2} alt="تصویر خبری" className="w-full h-auto " />
          <div className="text-gray-700 text-justify flex flex-col gap-10">
            <p className="mt-5">
              بحث بین این دو، فراز و فرودهایی داشت؛ تا جایی که گاهاً انگشت
              اتهام‌زنی را به سمت یکدیگر می‌بردند و در نهایت می‌گفتند منظور جناح
              شما است. بحث بر روی حجاب و عملکرد دولت‌ها از جمله مباحث مناقشه
              برانگیز بود. چنانچه صادقی قائل به احترام حقوق اقلیت‌ها در بحث حجاب
              است و می‌گوید برخورد پلیسی نباید صورت بگیرد اما غضنفرآبادی می‌گوید
              حجاب قانون است و اقلیت و غیره نمی‌شناسد، ضمناً برخورد پلیس نیست و
              اقدام است. در ادامه مناظره موسی غضنفرآبادی از حامیان قالیباف و
              محمود صادقی از حامیان پزشکیان در کافه خبر خبرگزاری خبرآنلاین را
              می‌خوانید: **** *
            </p>
            <p>
              *ارزیابی شما از ردصلاحیت‌ها و ترکیب داوطلبین فعلی انتخابات ریاست
              جمهوری به چه صورت است؟ صادقی: در وضعیت بسیار حساس کنونی (خنده) که
              واقعاً این بار حساس است، به دلیل وضعیت غیرمنتظره و غیرمترقبه سانحه
              تلخ و ناگوار سقوط هلی‌کوپتر رئیس جمهور فقید و همراهانش، بر اساس
              اصل ۱۳۱ قانون اساسی، کشور دارد به سرعت به سمت انتخابات و تعیین
              دولت جدید می‌رود. البته رهبری هم فرمودند که ما می‌توانیم این تهدید
              را به یک فرصت تبدیل کنیم. فکر می‌کنم بزرگ‌ترین فرصت در این زمینه،
              زمینه‌سازی برای مشارکت هر چه بیشتر مردم در انتخابات است، آن هم بعد
              از سه انتخابات کم فروغ و بخصوص انتخابات اخیر که پایین‌ترین میزان
              مشارکت را داشت. فکر می‌کنم اگر بتوانیم با همراهی مجموعه نظام
              سیاسی، حاکمیت و فعالان سیاسی و احزاب و مردم، مجموعاً یک کار ملی در
              زمینه انتخابات صورت بگیرد، یک انتخاب واقعاً ملی انجام شود، می‌شود
              آن تهدید را تبدیل به فرصت کرد. مخصوصاً با وجود تهدیدهای فزاینده
              خارجی و بین‌المللی و پیش‌بینی‌هایی که در این عرصه می‌شود، یکی از
              مکانیزم‌های تقویت سرمایه اجتماعی نظام برای کاهش تهدیدها، تقویت
              همبستگی ملی و سرمایه اجتماعی و اعتماد به رابطه بین حاکمیت و مردم و
              رسیدن به اهداف، برگزاری یک انتخابات مشارکتی، رقابتی، عادلانه،
              منصفانه و مؤثر است. صادقی: شاهد حضور همه طیف‌های سیاسی در این
              انتخابات نیستیم همانطور که می‌دانید من از منظر اصلاح‌طلبان به این
              موضوع نگاه می‌کنم؛ در انتخابات ۱۴۰۲ از نظر اصلاح‌طلبان، انتخابات
              واجد شرایط سه گانه رقابتی، مشارکتی بودن و تاثیرگذار و معنادار بودن
              نبود و به همین دلیل شاهد کاهش مشارکت بودیم و اصلاح‌طلبان هم
              نتوانستند در آن انتخابات مشارکت فعالی داشته باشند اما در این
              انتخابات به دلایل مختلفی می‌توانیم راهبرد متفاوتی اتخاذ کنیم.
            </p>
            <p>
              نابراین انتخابات از این جهت می‌تواند موثر و معنی‌دار باشد. یک فرد
              انتخاب می‌شود اما یک قوه بیشترین تاثیرگذاری را در نظام دستگاه
              اجرایی کشور دارد. اما در بحث رقابتی شدن، انتظار می‌رفت که شورای
              نگهبان دایره نفرات را گسترده‌تر کند. چراکه هنوز شاهد حضور همه
              طیف‌های سیاسی در این انتخابات نیستیم. بخشی از جریانات یا اشخاص و
              افرادی که پایه سهم اجتماعی بالایی دارند، از این فرآیند حذف شدند و
              یک در مقابل پنج قرار گرفته است. البته برای اینکه بنده خیلی ناقص
              صحبت نکرده باشم و آقای غضنفرآبادی برای آن تقابل به زحمت نیافتد، در
              عین حال زمینه رقابت وجود دارد، هر چند ایده‌آل نیست اما می‌شود
              امیدوار بود که این زمینه رقابتی منجر به افزایش مشارکت در این
              انتخابات شود.
            </p>
          </div>
        </div>
        <div className="flex flex-row pt-10 gap-5 justify-end">
          <button className="bg-[#EB5757] text-white py-2 px-4 rounded-lg shadow-md h-[40px] w-[120px] ">
            آمریکا
          </button> 
          <button className="bg-[#EB5757] text-white py-2 px-4 rounded-lg shadow-md h-[40px] w-[120px] ">
            سیاست
          </button> 
        </div>
      </div>
    </div>
  );
};

export default Byden_news;
